In [1]:
import pandas as pd
import numpy as np

In [2]:
df=pd.read_csv('Manager.csv')
df.head()

   Employee_ID        Name  Age
0  60004180030       Hemil   20
1  60004180031        Heth   20
2  60004180032    Himanshu   20
3  60004180033  Hrishikesh   20
4  60004180034    Hruturaj   20

In [3]:
sdf=pd.read_csv('Salesperson.csv')

In [4]:
sdf.head()

   Employee_ID          Name  Age   Managed_By
0  60004180041         Roahn   20  60004180030
1  60004180042          Test   20  60004180031
2  60004180043  Noobmaster69   20  60004180032
3  60004180044         Dummy   20  60004180033
4  60004180045          Name   20  60004180034